The value of the given parameter is already in use as a property set name.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId NonUniquePropertySetName { get; }
  Visual Basic
Public Shared ReadOnly Property NonUniquePropertySetName As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ NonUniquePropertySetName {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures PropertySetElementFailures Class
  Autodesk.Revit.DB Namespace